Repository: jackyrwj/StickerDiary
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@/年
source: %@/year
zh_hans: %@/年

# %@/年（约%@/月）
source: %@/year (about %@/month)
zh_hans: %@/年（约%@/月）

# %@/月
source: %@/month
zh_hans: %@/月

# %@的日记
source: Diary · %@
zh_hans: %@的日记

# %lld 天
source: %lld days
zh_hans: %lld 天

# %lld 天免费试用
source: %lld-day free trial
zh_hans: %lld 天免费试用

# %lld 天免费，之后 %@，可随时取消
source: Free for %1$lld days, then %2$@. Cancel anytime.
zh_hans: %1$lld 天免费，之后 %2$@，可随时取消

# %lld 张
source: %lld stickers
zh_hans: %lld 张

# %lld 张贴纸
source: %lld stickers
zh_hans: %lld 张贴纸

# %lld 张贴纸 · 按日期归档
source: %lld stickers · sorted by date
zh_hans: %lld 张贴纸 · 按日期归档

# %lld 款手写字体
source: %lld handwriting fonts
zh_hans: %lld 款手写字体

# %lld 款纸张主题
source: %lld paper themes
zh_hans: %lld 款纸张主题

# 6月3日
source: June 3
zh_hans: 6月3日

# AI 写日记需要访问网络。请在系统设置里允许本 App 使用网络，然后回来重试。
source: AI writing needs an internet connection. Allow this app to use the network in Settings, then come back and try again.
zh_hans: AI 写日记需要访问网络。请在系统设置里允许本 App 使用网络，然后回来重试。

# AI 日记不再有次数限制
source: No more daily limit on AI diaries
zh_hans: AI 日记不再有次数限制

# AI 日记不限次数
source: Unlimited AI diaries
zh_hans: AI 日记不限次数

# AI 暂时没有灵感，请重试
source: The AI ran out of ideas. Please try again.
zh_hans: AI 暂时没有灵感，请重试

# AI 正在把照片变成一枚小贴纸
source: Turning your photo into a little sticker
zh_hans: AI 正在把照片变成一枚小贴纸

# AI 正在根据你的贴纸生成今天的日记
source: AI is writing today's diary from your stickers
zh_hans: AI 正在根据你的贴纸生成今天的日记

# AI 返回内容异常，请重试
source: The AI sent back something odd. Please try again.
zh_hans: AI 返回内容异常，请重试

# AI 重写日记
source: Rewrite diary with AI
zh_hans: AI 重写日记

# AI写日记
source: Write with AI
zh_hans: AI写日记

# App 版本
source: App Version
zh_hans: App 版本

# Copyright © 贴纸日记. All Rights Reserved.
source: Copyright © Sticker Diary. All Rights Reserved.
zh_hans: Copyright © 贴纸日记. All Rights Reserved.

# Pro · 无限生成
source: Pro · Unlimited
zh_hans: Pro · 无限生成

# Pro 会员
source: Pro Member
zh_hans: Pro 会员

# • 选择模板后可以继续编辑微调 • 修改后对新生成的日记生效 • 已生成的日记不会改变
source: • You can fine-tune a template after picking it • Changes apply to newly generated diaries • Existing diaries stay the same
zh_hans: • 选择模板后可以继续编辑微调 • 修改后对新生成的日记生效 • 已生成的日记不会改变

# ✨ 每一天，都可以被轻轻贴下来
source: ✨ Every day deserves a little sticker
zh_hans: ✨ 每一天，都可以被轻轻贴下来

# 一周记录者
source: Week Keeper
zh_hans: 一周记录者

# 一次性购买，不会自动续期
source: One-time purchase. No renewal.
zh_hans: 一次性购买，不会自动续期

# 一次购买，永久使用
source: Pay once, yours forever
zh_hans: 一次购买，永久使用

# 一篇日记最多支持 %lld 张贴纸，当前这天有 %lld 张。请先删除一些贴纸，再用 AI 写日记。
source: A diary can hold up to %lld stickers, and this day has %lld. Remove a few, then try writing with AI again.
zh_hans: 一篇日记最多支持 %lld 张贴纸，当前这天有 %lld 张。请先删除一些贴纸，再用 AI 写日记。

# 一键生成日记
source: Write it in one tap
zh_hans: 一键生成日记

# 上个月
source: Previous month
zh_hans: 上个月

# 下个月
source: Next month
zh_hans: 下个月

# 下午在回家的路上，看到一只橘色的小奶猫。它趴在路边，眼睛睁得大大的，好奇地看着来往的行人。
source: On the way home this afternoon, I spotted a tiny orange kitten curled up by the sidewalk, wide-eyed and curious about everyone walking by.
zh_hans: 下午在回家的路上，看到一只橘色的小奶猫。它趴在路边，眼睛睁得大大的，好奇地看着来往的行人。

# 下午好 🧋
source: Good afternoon 🧋
zh_hans: 下午好 🧋

# 不再提示
source: Don't Show Again
zh_hans: 不再提示

# 不用打开 App，也能在桌面看到你的贴纸和日记。
source: See your stickers and diary right on your Home Screen, no need to open the app.
zh_hans: 不用打开 App，也能在桌面看到你的贴纸和日记。

# 中午好 🌤
source: Hey there 🌤
zh_hans: 中午好 🌤

# 五种手写字体，让每一页都像亲手写的
source: Five handwriting styles that make every page feel hand-written
zh_hans: 五种手写字体，让每一页都像亲手写的

# 今天
source: Today
zh_hans: 今天

# 今天 %@
source: Today · %@
zh_hans: 今天 %@

# 今天收下了一张新的贴纸，先把这个小片段安静地放进日记里。
source: Picked up a new sticker today. Tucking this little moment into my diary for now.
zh_hans: 今天收下了一张新的贴纸，先把这个小片段安静地放进日记里。

# 今天的日记
source: Today's diary
zh_hans: 今天的日记

# 今天第%lld张
source: Today #%lld
zh_hans: 今天第%lld张

# 今天还没有写下文字。
source: Nothing written yet today.
zh_hans: 今天还没有写下文字。

# 今天还没有贴纸
source: No stickers yet
zh_hans: 今天还没有贴纸

# 今天阳光很好，路过那家常去的咖啡店，点了一杯桂花拿铁……
source: Sunny day. Stopped by my usual coffee shop and got a honey oat latte…
zh_hans: 今天阳光很好，路过那家常去的咖啡店，点了一杯桂花拿铁……

# 今日免费额度已用完（每天 %lld 次），明天再来吧 ✨
source: You've used today's free generations (%lld per day). See you tomorrow ✨
zh_hans: 今日免费额度已用完（每天 %lld 次），明天再来吧 ✨

# 今日剩余 %lld 次免费生成
source: %lld free generations left today
zh_hans: 今日剩余 %lld 次免费生成

# 今日日记
source: Today's Diary
zh_hans: 今日日记

# 今日额度已用完
source: Out of free tries today
zh_hans: 今日额度已用完

# 从照片导入贴纸需要访问相册。请在系统设置里允许本 App 读取照片。
source: Importing stickers from photos needs access to your library. Allow photo access for this app in Settings.
zh_hans: 从照片导入贴纸需要访问相册。请在系统设置里允许本 App 读取照片。

# 从第一次生成日记的月份开始
source: Starting from your first diary month
zh_hans: 从第一次生成日记的月份开始

# 从贴纸库导入
source: From sticker library
zh_hans: 从贴纸库导入

# 优先体验
source: Early Access
zh_hans: 优先体验

# 你可以让贴纸日记帮你生成文字，也可以自己慢慢写。重要的不是记录得多完整，而是那些普通但可爱的东西，终于有了自己的位置。
source: Let Sticker Diary write for you, or take your time and write it yourself. It's not about recording everything — it's about giving the ordinary, lovely little things a place of their own.
zh_hans: 你可以让贴纸日记帮你生成文字，也可以自己慢慢写。重要的不是记录得多完整，而是那些普通但可爱的东西，终于有了自己的位置。

# 你好，我是贴纸日记的开发者。这个 App 是我一个人利用业余时间做的。
source: Hi, I'm the developer of Sticker Diary. I built this app on my own, in my spare time.
zh_hans: 你好，我是贴纸日记的开发者。这个 App 是我一个人利用业余时间做的。

# 你已拥有终身会员，记得取消原来的自动续期订阅，避免重复扣费
source: You own Lifetime Pro. Cancel your old subscription so you aren't charged again.
zh_hans: 你已拥有终身会员，记得取消原来的自动续期订阅，避免重复扣费

# 你已经是 Pro 会员
source: You're a Pro member
zh_hans: 你已经是 Pro 会员

# 使用条款
source: Terms of Use
zh_hans: 使用条款

# 保存
source: Save
zh_hans: 保存

# 保存中
source: Saving
zh_hans: 保存中

# 允许无线数据后，再让 AI 继续写日记
source: Allow cellular data, then let the AI keep writing
zh_hans: 允许无线数据后，再让 AI 继续写日记

# 元气满满，充满感叹号
source: Bubbly and full of exclamation points!
zh_hans: 元气满满，充满感叹号

# 先添加一张贴纸
source: Add your first sticker
zh_hans: 先添加一张贴纸

# 免费版每天 %lld 次
source: Free: %lld a day
zh_hans: 免费版每天 %lld 次

# 免费版每天仅可生成 %lld 次 AI 日记，升级后无限使用
source: Free plan includes %lld AI diaries per day. Upgrade for unlimited.
zh_hans: 免费版每天仅可生成 %lld 次 AI 日记，升级后无限使用

# 免费版每页最多 %lld 张
source: Free pages hold up to %lld
zh_hans: 免费版每页最多 %lld 张

# 免费版每页最多 %lld 张贴纸，升级 Pro 后不限数量。
source: Free pages hold up to %lld stickers. Upgrade to Pro to add as many as you like.
zh_hans: 免费版每页最多 %lld 张贴纸，升级 Pro 后不限数量。

# 免费试用 %lld 天
source: Start %lld-Day Free Trial
zh_hans: 免费试用 %lld 天

# 兑换会员码
source: Redeem Code
zh_hans: 兑换会员码

# 全部手写字体
source: All Handwriting Fonts
zh_hans: 全部手写字体

# 全部纸张主题
source: All Paper Themes
zh_hans: 全部纸张主题

# 关于贴纸日记
source: About Sticker Diary
zh_hans: 关于贴纸日记

# 关闭
source: Close
zh_hans: 关闭

# 内联
source: Inline
zh_hans: 内联

# 再拍几张就能写日记了
source: Snap a few more to write
zh_hans: 再拍几张就能写日记了

# 写一篇日记，开启成就之旅
source: Write a diary to start earning badges
zh_hans: 写一篇日记，开启成就之旅

# 写下第一篇日记，盖下第一枚成就章
source: Write your first diary to earn your first badge
zh_hans: 写下第一篇日记，盖下第一枚成就章

# 写下这一刻的感受…
source: How does this moment feel…
zh_hans: 写下这一刻的感受…

# 写个评价
source: Leave a Review
zh_hans: 写个评价

# 写几句，或者再拍几张
source: Write a bit, or snap more
zh_hans: 写几句，或者再拍几张

# 写好了
source: Done for today
zh_hans: 写好了

# 写字声音
source: Pencil Sound
zh_hans: 写字声音

# 写日记
source: Write
zh_hans: 写日记

# 分享
source: Share
zh_hans: 分享

# 分享回顾
source: Share Recap
zh_hans: 分享回顾

# 分享日记
source: Share diary
zh_hans: 分享日记

# 分享给朋友
source: Share with Friends
zh_hans: 分享给朋友

# 分享这篇日记
source: Share this diary
zh_hans: 分享这篇日记

# 切换前后摄像头
source: Switch camera
zh_hans: 切换前后摄像头

# 删除
source: Delete
zh_hans: 删除

# 删除日记
source: Delete diary
zh_hans: 删除日记

# 删除日记？
source: Delete Diary?
zh_hans: 删除日记？

# 删除段落
source: Delete Paragraph
zh_hans: 删除段落

# 删除贴纸
source: Delete Sticker
zh_hans: 删除贴纸

# 到家后小狗已经在门口等了好久，一看到我就摇着尾巴扑过来，毛茸茸的脑袋蹭个不停。
source: My pup was waiting at the door when I got home — tail wagging, fluffy head nuzzling me nonstop.
zh_hans: 到家后小狗已经在门口等了好久，一看到我就摇着尾巴扑过来，毛茸茸的脑袋蹭个不停。

# 升级 Pro
source: Upgrade to Pro
zh_hans: 升级 Pro

# 半月采集家
source: Half-Month Collector
zh_hans: 半月采集家

# 去 App Store 写评价
source: Write a Review on the App Store
zh_hans: 去 App Store 写评价

# 去分享
source: Share
zh_hans: 去分享

# 去拍照
source: Take a Photo
zh_hans: 去拍照

# 去看看
source: Take a Look
zh_hans: 去看看

# 去设置
source: Open Settings
zh_hans: 去设置

# 发邮件反馈
source: Email Us
zh_hans: 发邮件反馈

# 取消
source: Cancel
zh_hans: 取消

# 可以为这天补充贴纸
source: Add stickers to this day
zh_hans: 可以为这天补充贴纸

# 可以继续补充贴纸
source: Keep adding stickers
zh_hans: 可以继续补充贴纸

# 后来又遇到一个新的片段，刚好适合写进今天的尾巴。
source: Later, another little moment came along — just right for the end of the day.
zh_hans: 后来又遇到一个新的片段，刚好适合写进今天的尾巴。

# 回到本月
source: Back to this month
zh_hans: 回到本月

# 回到桌面，长按空白处，直到图标开始晃动
source: On your Home Screen, touch and hold an empty area until the apps jiggle
zh_hans: 回到桌面，长按空白处，直到图标开始晃动

# 图片处理失败，请重试
source: Couldn't process the image. Please try again.
zh_hans: 图片处理失败，请重试

# 在这里可以按当天心情切换提示语，也可以写自己的提示语。
source: Switch the writing style to match your mood, or write your own prompt.
zh_hans: 在这里可以按当天心情切换提示语，也可以写自己的提示语。

# 复古
source: Vintage
zh_hans: 复古

# 夜深了 🌙
source: Up late? 🌙
zh_hans: 夜深了 🌙

# 天写了日记
source: days journaled
zh_hans: 天写了日记

# 天有贴纸
source: days with stickers
zh_hans: 天有贴纸

# 天蓝
source: Sky
zh_hans: 天蓝

# 好
source: OK
zh_hans: 好

# 好的
source: OK
zh_hans: 好的

# 如果它让你的日子多了一点点可爱，能不能花 10 秒在 App Store 留一句话？每一条评价我都会认真看，也能帮助更多人发现这个小 App。
source: If it has made your days a little cuter, could you spare 10 seconds to leave a few words on the App Store? I read every single review, and each one helps more people discover this little app.
zh_hans: 如果它让你的日子多了一点点可爱，能不能花 10 秒在 App Store 留一句话？每一条评价我都会认真看，也能帮助更多人发现这个小 App。

# 安静治愈
source: Calm & Cozy
zh_hans: 安静治愈

# 完成
source: Done
zh_hans: 完成

# 定制日记语气
source: Set your diary's voice
zh_hans: 定制日记语气

# 导入 %lld 张
source: Import %lld
zh_hans: 导入 %lld 张

# 小提示
source: Tips
zh_hans: 小提示

# 小红书
source: Xiaohongshu
zh_hans: 小红书

# 小赖、站酷快乐体、马善政楷书等
source: Xiaolai, ZCOOL KuaiLe, Ma Shan Zheng and more
zh_hans: 小赖、站酷快乐体、马善政楷书等

# 展开日历
source: Expand calendar
zh_hans: 展开日历

# 展示贴纸，不选则自动轮播
source: Shows a sticker. Rotates automatically if none is picked.
zh_hans: 展示贴纸，不选则自动轮播

# 已保存
source: Saved
zh_hans: 已保存

# 已写好
source: Finished
zh_hans: 已写好

# 已加入贴纸日记
source: Added to Sticker Diary
zh_hans: 已加入贴纸日记

# 已夹入日记本
source: Tucked into your diary
zh_hans: 已夹入日记本

# 已添加
source: Added
zh_hans: 已添加

# 已自定义
source: Custom
zh_hans: 已自定义

# 已解锁全部功能
source: All features unlocked
zh_hans: 已解锁全部功能

# 已选择 %lld 张
source: %lld selected
zh_hans: 已选择 %lld 张

# 干净利落，只留关键信息
source: Short and sweet, just the key bits
zh_hans: 干净利落，只留关键信息

# 平静温暖，像和朋友聊天
source: Warm and easygoing, like chatting with a friend
zh_hans: 平静温暖，像和朋友聊天

# 年度会员
source: Yearly
zh_hans: 年度会员

# 幽默吐槽
source: Witty & Wry
zh_hans: 幽默吐槽

# 开始写日记
source: Start Writing
zh_hans: 开始写日记

# 开始写这一页
source: Start Your Page
zh_hans: 开始写这一页

# 开始尽情探索贴纸日记吧。
source: Now go explore Sticker Diary!
zh_hans: 开始尽情探索贴纸日记吧。

# 开始收集
source: Start Collecting
zh_hans: 开始收集

# 开始订阅
source: Subscribe
zh_hans: 开始订阅

# 开心活泼
source: Happy & Upbeat
zh_hans: 开心活泼

# 张贴纸
source: stickers
zh_hans: 张贴纸

# 当前提示语
source: Current Prompt
zh_hans: 当前提示语

# 当前日记使用中
source: In this diary
zh_hans: 当前日记使用中

# 当前日记贴纸
source: In this diary
zh_hans: 当前日记贴纸

# 当前设备无法拍照，请尝试从相册选择图片。
source: This device can't take photos. Try choosing one from your library.
zh_hans: 当前设备无法拍照，请尝试从相册选择图片。

# 当天贴纸
source: Stickers of the day
zh_hans: 当天贴纸

# 待解锁
source: Locked
zh_hans: 待解锁

# 恢复购买
source: Restore Purchases
zh_hans: 恢复购买

# 感谢你的支持 ☕️
source: Thanks for your support ☕️
zh_hans: 感谢你的支持 ☕️

# 成就
source: Badges
zh_hans: 成就

# 我的贴纸月报
source: My month in stickers
zh_hans: 我的贴纸月报

# 我知道了
source: Got It
zh_hans: 我知道了

# 手写字体
source: Handwriting
zh_hans: 手写字体

# 打开%@的日记
source: Open diary for %@
zh_hans: 打开%@的日记

# 打开贴纸日记，会接着把它做成贴纸。
source: Open Sticker Diary to turn it into a sticker.
zh_hans: 打开贴纸日记，会接着把它做成贴纸。

# 把今天的一瞬间贴在这里，像给普通日子留下一个小小坐标。
source: Sticking a moment from today right here — a little pin on the map of an ordinary day.
zh_hans: 把今天的一瞬间贴在这里，像给普通日子留下一个小小坐标。

# 把照片放进日记盒里
source: Putting your photos in the diary box
zh_hans: 把照片放进日记盒里

# 抠图失败：请换一张主体更清晰、背景更简单的照片。
source: Couldn't cut out the subject. Try a photo with a clearer subject and a simpler background.
zh_hans: 抠图失败：请换一张主体更清晰、背景更简单的照片。

# 护眼
source: Soft Eye
zh_hans: 护眼

# 拍一张
source: Snap
zh_hans: 拍一张

# 拍一张照片，AI 自动识别并抠图，生成一张属于今天的贴纸。等你回头翻看时，看到的不只是图片，而是那一天被留下来的心情。
source: Snap a photo and AI cuts out the subject, turning it into a sticker for today. When you flip back later, you won't just see pictures — you'll see how that day felt.
zh_hans: 拍一张照片，AI 自动识别并抠图，生成一张属于今天的贴纸。等你回头翻看时，看到的不只是图片，而是那一天被留下来的心情。

# 拍下今天的小物件，自动变成一张贴纸。
source: Snap a little something from today and it becomes a sticker.
zh_hans: 拍下今天的小物件，自动变成一张贴纸。

# 拍得够多了，可以写日记啦
source: Ready to write your diary!
zh_hans: 拍得够多了，可以写日记啦

# 拍照生成后，会自动出现在这里。
source: Stickers you make from photos will show up here.
zh_hans: 拍照生成后，会自动出现在这里。

# 拍照生成贴纸后，就可以添加到日记中
source: Make a sticker from a photo, then add it to your diary
zh_hans: 拍照生成贴纸后，就可以添加到日记中

# 拍照生成贴纸需要使用相机。请在系统设置里允许本 App 使用相机。
source: Making stickers needs the camera. Allow camera access for this app in Settings.
zh_hans: 拍照生成贴纸需要使用相机。请在系统设置里允许本 App 使用相机。

# 拖到这里删除
source: Drag here to delete
zh_hans: 拖到这里删除

# 换一组写作提示
source: Show new writing prompts
zh_hans: 换一组写作提示

# 推荐你试试「贴纸日记」，每天拍照收集贴纸，再写成自己的日记。
source: Check out Sticker Diary — snap photos, turn them into stickers, and make them into your own diary.
zh_hans: 推荐你试试「贴纸日记」，每天拍照收集贴纸，再写成自己的日记。

# 提示
source: Heads Up
zh_hans: 提示

# 搜索「%@」，选好样式和尺寸后添加
source: Search for “%@”, choose a style and size, then add it
zh_hans: 搜索「%@」，选好样式和尺寸后添加

# 收起日历
source: Collapse calendar
zh_hans: 收起日历

# 收集了 %lld 张贴纸
source: %lld stickers
zh_hans: 收集了 %lld 张贴纸

# 收集于 %@
source: Collected %@
zh_hans: 收集于 %@

# 收集成就
source: Badge Unlocked
zh_hans: 收集成就

# 收集我的「
source: Collect my
zh_hans: 收集我的「

# 文艺感伤
source: Wistful & Poetic
zh_hans: 文艺感伤

# 新贴纸已加入
source: New stickers added
zh_hans: 新贴纸已加入

# 方格
source: Grid
zh_hans: 方格

# 无法加载订阅信息，请检查网络连接
source: Couldn't load subscription info. Check your connection.
zh_hans: 无法加载订阅信息，请检查网络连接

# 无法读取这些图片。
source: Couldn't read these images.
zh_hans: 无法读取这些图片。

# 无法读取这张图片。
source: Couldn't read this image.
zh_hans: 无法读取这张图片。

# 无限 AI 日记生成
source: Unlimited AI diaries
zh_hans: 无限 AI 日记生成

# 无限生成
source: Unlimited
zh_hans: 无限生成

# 日历
source: Calendar
zh_hans: 日历

# 日记
source: Diary
zh_hans: 日记

# 日记已写好 ✔
source: Diary done ✔
zh_hans: 日记已写好 ✔

# 日记成就
source: Diary Badges
zh_hans: 日记成就

# 日记提示语
source: Diary Prompt
zh_hans: 日记提示语

# 日记无限生成，全部手写字体
source: Unlimited diaries and every handwriting font
zh_hans: 日记无限生成，全部手写字体

# 日记无限生成，全部纸张和字体
source: Unlimited diaries, every paper and font
zh_hans: 日记无限生成，全部纸张和字体

# 日记本
source: Diary
zh_hans: 日记本

# 日记贴纸
source: Diary sticker
zh_hans: 日记贴纸

# 日记还在生成
source: Still Writing
zh_hans: 日记还在生成

# 日记还没写完，继续写吧
source: Diary in progress
zh_hans: 日记还没写完，继续写吧

# 日记风格
source: Diary Style
zh_hans: 日记风格

# 早上好 ☀️
source: Good morning ☀️
zh_hans: 早上好 ☀️

# 时间线
source: Timeline
zh_hans: 时间线

# 昨天
source: Yesterday
zh_hans: 昨天

# 昨天 %@
source: Yesterday · %@
zh_hans: 昨天 %@

# 显示「贴纸日记」水印
source: Show Sticker Diary watermark
zh_hans: 显示「贴纸日记」水印

# 晚上好 🌙
source: Good evening 🌙
zh_hans: 晚上好 🌙

# 暂无可用贴纸
source: No stickers yet
zh_hans: 暂无可用贴纸

# 最近日记
source: Recent Diaries
zh_hans: 最近日记

# 月度会员
source: Monthly
zh_hans: 月度会员

# 月度回顾
source: Monthly Recap
zh_hans: 月度回顾

# 月度收集
source: Monthly Collection
zh_hans: 月度收集

# 有 %lld 张图片读取失败，其余图片会继续处理。
source: %lld images couldn't be read. The rest will keep processing.
zh_hans: 有 %lld 张图片读取失败，其余图片会继续处理。

# 有 1 张图片读取失败，其余图片会继续处理。
source: 1 image couldn't be read. The rest will keep processing.
zh_hans: 有 1 张图片读取失败，其余图片会继续处理。

# 有不满意的地方？
source: Something not quite right?
zh_hans: 有不满意的地方？

# 有张贴纸没处理好，换一张试试
source: A sticker didn't come out right. Try a different one.
zh_hans: 有张贴纸没处理好，换一张试试

# 有想法、问题或者想分享你的贴纸日记，都可以来找我。
source: Ideas, questions, or a sticker diary you want to show off? I'd love to hear from you.
zh_hans: 有想法、问题或者想分享你的贴纸日记，都可以来找我。

# 未保存
source: Not saved
zh_hans: 未保存

# 未来新功能优先体验
source: Early access to new features
zh_hans: 未来新功能优先体验

# 未来新功能抢先使用
source: Try new features first
zh_hans: 未来新功能抢先使用

# 本月
source: This Month
zh_hans: 本月

# 本月已完成 %lld/%lld 篇日记
source: %lld/%lld diaries this month
zh_hans: 本月已完成 %lld/%lld 篇日记

# 本月生成 1 篇日记。
source: Write 1 diary this month
zh_hans: 本月生成 1 篇日记。

# 本月生成 14 篇日记。
source: Write 14 diaries this month
zh_hans: 本月生成 14 篇日记。

# 本月生成 25 篇日记。
source: Write 25 diaries this month
zh_hans: 本月生成 25 篇日记。

# 本月生成 3 篇日记。
source: Write 3 diaries this month
zh_hans: 本月生成 3 篇日记。

# 本月生成 30 篇日记。
source: Write 30 diaries this month
zh_hans: 本月生成 30 篇日记。

# 本月生成 7 篇日记。
source: Write 7 diaries this month
zh_hans: 本月生成 7 篇日记。

# 本月生成第一篇日记。
source: Write your first diary this month
zh_hans: 本月生成第一篇日记。

# 本月贴纸预览
source: This month's stickers
zh_hans: 本月贴纸预览

# 来自开发者的一封信
source: A Note from the Developer
zh_hans: 来自开发者的一封信

# 松手删除
source: Release to delete
zh_hans: 松手删除

# 极简
source: Minimal
zh_hans: 极简

# 查看全部
source: See all
zh_hans: 查看全部

# 查看日记
source: View Diary
zh_hans: 查看日记

# 桌面小组件
source: Home Screen Widgets
zh_hans: 桌面小组件

# 横线
source: Lined
zh_hans: 横线

# 樱粉
source: Blush
zh_hans: 樱粉

# 正在写日记...
source: Writing your diary...
zh_hans: 正在写日记...

# 正在制作贴纸...
source: Making your sticker...
zh_hans: 正在制作贴纸...

# 正在打开贴纸日记…
source: Opening Sticker Diary…
zh_hans: 正在打开贴纸日记…

# 正在读取图片...
source: Loading images...
zh_hans: 正在读取图片...

# 每天 %lld 次免费额度已用完，你也可以手动写日记
source: You've used your %lld free tries today. You can still write it yourself.
zh_hans: 每天 %lld 次免费额度已用完，你也可以手动写日记

# 每天的小确幸，都值得被贴下来。
source: Every little joy deserves a sticker.
zh_hans: 每天的小确幸，都值得被贴下来。

# 每张贴纸都有自己的位置，写一句话，或者先跳过。
source: Every sticker gets its own spot. Add a line about it, or skip it for now.
zh_hans: 每张贴纸都有自己的位置，写一句话，或者先跳过。

# 每月一杯奶茶，日记无限生成
source: Unlimited stickers on every page
zh_hans: 每月一杯奶茶，日记无限生成

# 每页无限贴纸
source: Unlimited Stickers per Page
zh_hans: 每页无限贴纸

# 每页无限贴纸、纸张颜色和手写字体
source: Unlimited stickers, paper colors & fonts
zh_hans: 每页无限贴纸、纸张颜色和手写字体

# 没有可用于生成的贴纸
source: No stickers to write from
zh_hans: 没有可用于生成的贴纸

# 没有找到图片
source: No Image Found
zh_hans: 没有找到图片

# 添加后长按小组件，点「编辑小组件」，可以固定显示某一张贴纸或某一篇日记。
source: Once it's added, touch and hold the widget and tap Edit Widget to always show a specific sticker or diary.
zh_hans: 添加后长按小组件，点「编辑小组件」，可以固定显示某一张贴纸或某一篇日记。

# 添加方法
source: How to add
zh_hans: 添加方法

# 添加段落
source: Add Paragraph
zh_hans: 添加段落

# 添加贴纸
source: Add Sticker
zh_hans: 添加贴纸

# 温柔日常
source: Gentle Everyday
zh_hans: 温柔日常

# 满月收藏馆
source: Full-Month Curator
zh_hans: 满月收藏馆

# 灰调
source: Gray
zh_hans: 灰调

# 点击插入文中
source: Tap to insert
zh_hans: 点击插入文中

# 点击这里拍照或选图，确认一张贴纸后回到首页。
source: Tap here to snap or pick a photo. Confirm a sticker, then come back home.
zh_hans: 点击这里拍照或选图，确认一张贴纸后回到首页。

# 点左上角的「编辑」，再点「添加小组件」
source: Tap Edit in the top-left corner, then Add Widget
zh_hans: 点左上角的「编辑」，再点「添加小组件」

# 点这里让 AI 结合所有贴纸重新写一篇日记。
source: Tap here to have AI rewrite the diary with all your stickers.
zh_hans: 点这里让 AI 结合所有贴纸重新写一篇日记。

# 点阵
source: Dotted
zh_hans: 点阵

# 版本信息
source: Version
zh_hans: 版本信息

# 牛皮纸
source: Kraft
zh_hans: 牛皮纸

# 牛皮纸、复古、樱粉、天蓝等
source: Kraft, vintage, blush, sky and more
zh_hans: 牛皮纸、复古、樱粉、天蓝等

# 现在退出不会保存正在打字的半成品，生成完成后可以再回来查看。
source: If you leave now, the half-written text won't be saved. Come back once it's done.
zh_hans: 现在退出不会保存正在打字的半成品，生成完成后可以再回来查看。

# 生成完成啦，可以先看看分享预览。
source: All done! Take a peek at the share preview.
zh_hans: 生成完成啦，可以先看看分享预览。

# 生成日记
source: Write Diary
zh_hans: 生成日记

# 生成没有完成
source: Didn't finish writing
zh_hans: 生成没有完成

# 生成等太久了，请重试
source: That took too long. Please try again.
zh_hans: 生成等太久了，请重试

# 生成超时，请重试
source: Timed out. Please try again.
zh_hans: 生成超时，请重试

# 生成遇到点小问题，再试一次
source: Something went wrong. Let's try again.
zh_hans: 生成遇到点小问题，再试一次

# 生成遇到问题，请重试
source: Something went wrong. Please try again.
zh_hans: 生成遇到问题，请重试

# 生活记录家
source: Life Chronicler
zh_hans: 生活记录家

# 生活里有很多很轻的小瞬间：一杯饮料、一张票根、一只新买的小物、路边看到的花。它们很容易被拍进相册，也很容易被忘在相册深处。
source: Life is full of small, light moments: a drink, a ticket stub, a new little find, a flower by the road. They're easy to snap — and just as easy to lose deep in your camera roll.
zh_hans: 生活里有很多很轻的小瞬间：一杯饮料、一张票根、一只新买的小物、路边看到的花。它们很容易被拍进相册，也很容易被忘在相册深处。

# 用户协议
source: Terms of Service
zh_hans: 用户协议

# 用贴纸写日记
source: Write with stickers
zh_hans: 用贴纸写日记

# 用贴纸和文字，收藏难忘的瞬间。
source: Keep your favorite moments with stickers and words.
zh_hans: 用贴纸和文字，收藏难忘的瞬间。

# 直接发邮件给我，我会亲自回复
source: Email me directly — I'll reply personally
zh_hans: 直接发邮件给我，我会亲自回复

# 省%lld%%
source: Save %lld%%
zh_hans: 省%lld%%

# 知道了
source: Got It
zh_hans: 知道了

# 确定要删除这个段落吗？
source: Delete this paragraph?
zh_hans: 确定要删除这个段落吗？

# 确定要删除这张贴纸吗？
source: Delete this sticker?
zh_hans: 确定要删除这张贴纸吗？

# 确定要删除这张贴纸吗？删除后无法恢复。
source: Delete this sticker? This can't be undone.
zh_hans: 确定要删除这张贴纸吗？删除后无法恢复。

# 确定要删除这篇日记吗？删除后无法恢复。
source: Delete this diary? This can't be undone.
zh_hans: 确定要删除这篇日记吗？删除后无法恢复。

# 立即购买
source: Buy Now
zh_hans: 立即购买

# 第一篇日记
source: First Diary
zh_hans: 第一篇日记

# 第一篇日记完成啦
source: Your first diary is done!
zh_hans: 第一篇日记完成啦

# 等待第一篇日记
source: Waiting for Your First Diary
zh_hans: 等待第一篇日记

# 简洁记录
source: Simple & Clean
zh_hans: 简洁记录

# 管理订阅
source: Manage Subscription
zh_hans: 管理订阅

# 终身会员
source: Lifetime
zh_hans: 终身会员

# 终身会员 · 永久有效
source: Lifetime Pro · never expires
zh_hans: 终身会员 · 永久有效

# 经典
source: Classic
zh_hans: 经典

# 继续
source: Continue
zh_hans: 继续

# 继续写
source: Keep Writing
zh_hans: 继续写

# 继续等待
source: Keep Waiting
zh_hans: 继续等待

# 继续编辑
source: Keep editing
zh_hans: 继续编辑

# 网络不太稳定，请重试
source: Connection is spotty. Please try again.
zh_hans: 网络不太稳定，请重试

# 联系我们
source: Contact Us
zh_hans: 联系我们

# 自由编辑
source: Custom
zh_hans: 自由编辑

# 薄荷
source: Mint
zh_hans: 薄荷

# 解锁无限 AI 日记、全部纸张主题和手写字体
source: Unlock unlimited AI diaries, every paper theme and handwriting font
zh_hans: 解锁无限 AI 日记、全部纸张主题和手写字体

# 解锁无限 AI 日记和全部手写字体
source: Unlock unlimited AI diaries and every handwriting font
zh_hans: 解锁无限 AI 日记和全部手写字体

# 解锁无限 AI 日记生成
source: Unlock unlimited AI diaries
zh_hans: 解锁无限 AI 日记生成

# 解锁每页无限贴纸、全部纸张主题和手写字体
source: Unlimited stickers, plus every paper and font
zh_hans: 解锁每页无限贴纸、全部纸张主题和手写字体

# 订阅将自动续期，可随时在系统设置中取消
source: Subscriptions renew automatically. Cancel anytime in Settings.
zh_hans: 订阅将自动续期，可随时在系统设置中取消

# 让 AI 根据今天的贴纸写一小段日记。
source: Let AI write a short diary from today's stickers.
zh_hans: 让 AI 根据今天的贴纸写一小段日记。

# 记录一个小瞬间吧
source: Capture a little moment
zh_hans: 记录一个小瞬间吧

# 记录起步
source: Getting Started
zh_hans: 记录起步

# 设备
source: Device
zh_hans: 设备

# 设置
source: Settings
zh_hans: 设置

# 诗意忧郁，像深夜独白
source: Poetic and a little blue, like a late-night monologue
zh_hans: 诗意忧郁，像深夜独白

# 请允许网络访问后重试
source: Allow network access and try again
zh_hans: 请允许网络访问后重试

# 请分享照片或截图。
source: Share a photo or screenshot.
zh_hans: 请分享照片或截图。

# 读取图片失败：%@
source: Couldn't read the image: %@
zh_hans: 读取图片失败：%@

# 谢谢你愿意用贴纸日记记录生活，谢谢你看到这里 ♡
source: Thank you for keeping your everyday moments with Sticker Diary, and thank you for reading this far ♡
zh_hans: 谢谢你愿意用贴纸日记记录生活，谢谢你看到这里 ♡

# 购买失败：%@
source: Purchase failed: %@
zh_hans: 购买失败：%@

# 购买正在等待确认
source: Your purchase is pending approval
zh_hans: 购买正在等待确认

# 贴纸
source: Sticker
zh_hans: 贴纸

# 贴纸 %lld
source: Sticker %lld
zh_hans: 贴纸 %lld

# 贴纸准备好了，接下来把它写进今天。
source: Your sticker is ready. Now let's write it into today.
zh_hans: 贴纸准备好了，接下来把它写进今天。

# 贴纸和日记默认保存在本机；当你使用 AI 生成日记时，当天贴纸会发送到配置的模型服务用于生成内容。
source: Your stickers and diaries stay on your device. Photos are cut out on your iPhone and never uploaded.
zh_hans: 贴纸和日记默认保存在本机；当你使用 AI 生成日记时，当天贴纸会发送到配置的模型服务用于生成内容。

# 贴纸够多了，可以写日记啦
source: Ready to write your diary!
zh_hans: 贴纸够多了，可以写日记啦

# 贴纸太多啦
source: Too Many Stickers
zh_hans: 贴纸太多啦
